<template>
  <div class="currency">
    <div class="master">
      <div class="blk_04">
        <div class="b_pic">
          <img
            src="http://i0.sinaimg.cn/ty/kobe/kobe_mj_024.jpg"
            width="199"
            height="149"
            alt="科比档案"
          />
        </div>
        <div class="b_info">
          <table cellspacing="1">
            <thead>
              <tr>
                <th colspan="4">科比-布莱恩特</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <th>生日</th>
                <td>1978-8-23</td>
                <th>身高</th>
                <td>1.98米</td>
              </tr>
              <tr class="b_bg">
                <th>体重</th>

                <td>100公斤</td>
                <th>国籍</th>
                <td>美国</td>
              </tr>
              <tr>
                <th>球队</th>
                <td>洛杉矶湖人</td>
                <th>位置</th>
                <td>得分后卫/小前锋</td>
              </tr>
              <tr class="b_bg">
                <th>出生地</th>
                <td>费城</td>
                <th>高中</th>
                <td>费城劳尔梅里恩</td>
              </tr>
              <tr>
                <th>居住地</th>
                <td>洛杉矶</td>
                <th>绰号</th>
                <td>小飞侠、黑曼巴</td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>
      <div class="blk_05">
        <ul>
          <p class="l15">
            科比-布莱恩特1996年首轮13顺位被夏洛特黄蜂队选中，随即被交换到洛杉矶湖人队。科比是现在NBA最好的得分手，突破、投篮、罚球、三分他都驾轻就熟，
            几乎没有进攻盲区，单场比赛81分的个人纪录就有力的证明了这一点。除了疯狂的得分外，科比的组织能力也很出众，
            经常担任球队进攻的第一发起人。另外科比还是联盟中最好的防守人之一，贴身防守非常具有压迫性。
          </p>

          <p class="l15"><b>2006-2007</b></p>

          <p class="l15">
            NBA第一阵容，NBA防守第一阵容，第56届全明星赛首发球员，出赛77场场均拿到31.6分、5.7篮板、5.4助攻和1.44抢断。
            2006年11月30日对阵爵士第三节单节拿到30分是史上第四高记录，
            2006年12月15日对阵火箭出场时间54分钟为职业生涯记录，2006年12月29日对阵山猫拿到58分出场时间54分钟追平生涯单场出赛记录，
            2007年1月26日对阵山猫拿到32分凭此战成为NBA史上最年轻拿到18000分的球员，同时耗时场数位列第16，
            2007年2月19日凭借全场最高31分5篮板6助攻和6抢断拿到职业生涯第二座全明星MVP奖杯，2007年2月26日对阵爵士单节14次罚球命中成为生涯记录，
            2007年3月16日对阵开拓者拿到赛季最高的65分，2007年3月18日对阵森林狼拿到50分成为自1963年的威尔特-张伯伦之后第一个能在背靠背比赛中连拿60+和50+的球员，
            2007年3月22日对阵灰熊拿到60分成为自张伯伦、埃尔金-贝勒和迈克尔-乔丹之后第一位连续三场拿到50+得分的球员，
            007年3月23日对阵新奥尔良黄蜂拿到50分成为NBA历史上第二位连续四场拿到50+的球员，
            2007年3月30日对阵火箭拿到53分成为NBA历史上自从1986-1987赛季的乔丹之后第一位单季拿到8次50+得分的球员，
            2007年4月1日对阵国王拿到赛季最高的13次助攻，2007年4月3日对阵掘金拿到39分同时成为NBA历史上最年轻的达到19000分的球员此外耗时场数位列第15，
            整季50+得分场次上双位列史上第二仅次于张伯伦。
          </p>

          <p class="l15">
            季后赛5场比赛，科比场均数据达到32.8分、5.2篮板和4.4助攻。
          </p>

          <p class="l15"><b>2005-2006</b></p>

          <p class="l15">
            NBA第一阵容，NBA防守第一阵容，第55届全明星赛首发球员，出赛80场场均拿到35.4分、5.3篮板、4.5助攻和1.8抢断。
            35.4的场均得分不仅是当季联盟得分王在史上得分王排名中也高居第八，此外整季拿到的2832分也超越鲍勃-麦卡杜位列史上单季得分榜的第七。
            2005年11月2日对阵掘金加时赛仅剩0.6秒时命中23英尺超远制胜球，2005年11月27日对阵篮网下半场拿到38分，2005年12月20日对阵小牛第三节单节拿到30分，
            2006年1月6日对阵76人时7次三分出手全部命中，2006年1月7日对阵快船下半场拿到40分，2006年1月9日对阵步行者赛季最高10篮板，
            从2006年1月11日到1月22日连续62次罚球无一失手，
            2006年1月22日对阵猛龙拿到81分其中55分来自下半场，这也是NBA史上第二高得分记录，2006年1月31日对阵尼克斯23次罚球命中创下湖人队史记录，
            2006年2月13日对阵爵士创下职业生涯最高7次抢断同时上半场的6次抢断破了湖人队史半场抢断记录，
            2006年3月17日对阵尼克斯拿到赛季最高11次助攻，2006年4月6日对阵掘金拿到42分从而凭借生涯25次得分上40打破此前埃尔金-贝勒保持的湖人队史得分40+次数。
          </p>

          <p class="l15">季后赛7场比赛，场均数据达到27.9分、6.3篮板和5.1助攻</p>

          <p class="l15"><b>2004-2005</b></p>

          <p class="l15">
            NBA第三阵容，第54届全明星首发球员，出赛66场场均拿到27.6分、5.9篮板和6.0助攻。
            2004年12月8日对阵太阳拿到赛季最高14篮板，2004年12月17日对阵奇才拿到赛季最高14助攻，
            2004年12月28日对阵猛龙拿到赛季最高48分。从2005年3月4日到3月10日，连续命中43次罚球，
            2005年3月22日对阵爵士命中9个三分，2005年4月7日对阵火箭拿到19分、10篮板和10助攻，
            2005年4月20日对阵开拓者拿到37分超过迈克尔-乔丹成为史上最年轻拿到14000分的球员，
            整季比赛10次拿到40+得分。
          </p>

          <p class="l15"><b>2003-2004</b></p>

          <p class="l15">
            NBA第一阵容，NBA防守第一阵容，第53届全明星赛首发球员。出赛65场场均拿到24.0分、5.5篮板和5.1助攻。
            2004年2月28日对阵奇才凭借29分及赛季最高14篮板和10次助攻拿到个人生涯第九次三双，
            2004年3月3日对阵火箭拿到赛季最高13次助攻，2004年4月13日对阵勇士拿到赛季最高45分同时17次罚球也是赛季记录，2004年3月成为当月西部最佳球员。
          </p>

          <p class="l15">
            季后赛22场比赛，场均数据达到24.5分、4.7篮板和5.5助攻
          </p>

          <p class="l15"><b>2002-2003</b></p>

          <p class="l15">
            NBA第一阵容，NBA防守第一阵容，出赛82场场均拿到30.0分、6.9篮板和5.9助攻。
            2003年1月10日对阵骑士拿到个人生涯第五次三双21分、10篮板和11助攻，2003年1月7日对阵超音速命中12个三分球打破NBA记录，
            2003年3月28日对阵奇才半场投中8个三分追平NBA历史记录，同时拿到55分也是当季最高单场得分其中42分来自下半场。
            2003年3月5日对阵步行者的比赛中成为联盟最年轻拿到10000分的球员。全明星比赛中拿到22分、7篮板和6助攻，
            2002年11月3日，2002年12月8日，2003年1月12日，2003年2月2日和2003年2月23日5次当选西部周最佳球员，2003年1月成为西部当月最佳球员。
            2002年11月7日对阵开拓者出手47次创下生涯记录。
          </p>

          <p class="l15">季后赛12场比赛，场均拿到32.1分、5.1篮板和5.2助攻。</p>

          <p class="l15"><b>2001-2002</b></p>

          <p class="l15">
            出赛80场，第51届全明星赛首发球员，同时1121753张选票位列史上第三。场均出赛38.3分钟拿到25.2分、5.5篮板和5.5助攻，
            整季589次罚球出手和488次罚球命中均创下生涯记录。2002年4月14日对阵开拓者出赛51分钟创下赛季记录，2002年3月27日对阵太阳18次罚球命中创下当季联盟记录，
            2002年2月12日对阵奇才拿到生涯最高15助攻，同时贡献23分、11篮板，赛季第一次三双。2002年全明星赛拿到31分、5篮板和5助攻成为MVP。
            2001年11月当选月最佳球员。
            2002年1月14日对阵灰熊命中21球创下赛季记录，2001年11月21日对阵掘金拿到赛季最高13篮板。
          </p>

          <p class="l15"><b>2000-2001</b></p>

          <p class="l15">
            出赛68场，场均出赛40.9分钟拿到28.5分、5.9篮板和5.0助攻。2001年4月10日对阵太阳拿到6抢断创个人生涯记录，整季拿到8次两双以及2次三双。
            2001年2月2日对阵黄蜂拿到生涯最高5盖帽，2001年1月15日对阵灰熊拿到生涯第一次三双26分、11篮板和赛季最高11助攻。
            2001年1月凭借当月场均32.3分、4.8篮板和4.9助攻表现成为月最佳球员。
            整季24次得分30+，15次得分35+以及6次得分40+。2000年12月21日对阵火箭命中生涯最高的20进球，
            2000年12月17日对阵猛龙出赛52分钟创下生涯记录，2000年12月6日对阵勇士出手35次创生涯记录。
          </p>

          <p class="l15">
            季后赛16场比赛，场均出赛43.4分钟拿到29.4分、7.3篮板和6.1助攻。
          </p>

          <p class="l15"><b>1999-2000</b></p>

          <p class="l15">
            第49届全明星赛首发球员，NBA第二阵容，NBA最受记者欢迎第二阵容，NBA防守第一阵容，场均拿到29.7分、7.0助攻和6.0篮板。
            2000年3月12日对阵国王拿到生涯最高40分，2000年1月10日对阵掘金拿到30分其中27分来自上半场。
          </p>

          <p class="l15"><b>1998-1999</b></p>

          <p class="l15">
            BA第三阵容，场均1.44抢断领先全队，场均得分19.9分。1999年5月2日对阵超音速第三节单节拿到19分，
            1999年4月11日对阵超音速拿到赛季最高9助攻，1999年3月28日对阵尼克斯拿到全场最高29分，
            1999年3月21日对阵魔术下半场拿到33分，
            1999年3月3日对阵太阳第三节连拿9分，
            1999年2月22日对阵掘金拿到生涯最高13篮板，
            1999年2月21日对阵超音速拿到生涯最高13篮板。
          </p>

          <p class="l15"><b>1997-1998</b></p>

          <p class="l15">
            1998年2月29日对阵掘金拿到全场最高7助攻，1999年2月10日对阵开拓者赛季首次先发登场拿到17分和4篮板。
            以联盟历史最年轻全明星球员身份登场并拿到18分和6篮板，全明星周末和莉莎-莱斯利搭档在首次出现的混合投篮比赛中登场，
            1997年12月17日对阵公牛拿到生涯最高33分。
          </p>

          <p class="l15"><b>1996-1997</b></p>

          <p class="l15">
            NBA新秀第二阵容，菜鸟赛季出赛71场并出任过控卫、分卫和小前锋三个不同的位置，
            场均出赛15.5分钟拿到7.6分、1.9篮板和1.3助攻。
            1997年4月8日对阵勇士拿到生涯最高24分，同时24分也是湖人当季替补球员最高得分纪录。
            1997年1月28日对阵小牛，首次先发出场刷新NBA历史先发球员年龄记录，科比当时是18岁5个月零5天。
            新秀挑战赛上科比拿到赛事记录的31分，同时还赢得全明星周末的扣篮大赛冠军。
          </p>

          <p class="l15">
            季后赛9场比赛，科比以替补身份出场场均拿到8.2分排名球队第5。
          </p>

          <p class="l15"><b>高中生涯</b></p>

          <p class="l15">
            高中得到的2883分创造了整个宾夕法尼亚州东南区的历史记录，
            此前的记录是由威尔特-张伯伦的2359分所保持。
            高中最后三个赛季率领球队拿到77-13的战绩，
            并且被《今日美国》和《普拉达》杂志共同推选为年度最佳高中球员，同时还拿到了奈史密斯奖，
            此外还是麦当劳杯的全美最佳阵容。高中时代，场均能够拿到30.8分、12篮板、6.5助攻、4.0抢断和3.8盖帽，在和橡树新镇的比赛中拿到50分创下了自己的高中生涯记录。
          </p>

          <p class="l15"><b>其他个人信息</b></p>

          <p class="l15">
            全名：科比-比安-布莱恩特-考克斯 Kobe Bean Bryant Cox
          </p>

          <p class="l15">名字得自于他父母所钟爱的一道牛排</p>

          <p class="l15">童年在意大利生活过8年，精通意大利语</p>

          <p class="l15">有两个姐姐，西莉亚-布莱恩特和沙雅-布莱恩特</p>

          <p class="l15">
            父亲，“甜豆”乔-布莱恩特在606场NBA职业比赛中场均拿到8.7分
          </p>

          <p class="l15">
            妻子：瓦妮莎-布莱恩特；女儿：纳塔利亚-戴蒙特-布莱恩特/吉娜-玛利亚-奥诺尔-布莱恩特
          </p>
        </ul>
      </div>
      <div class="blk_06">
        <table cellspacing="1">
          <thead>
            <tr>
              <th colspan="4">科比--职业生涯最高数据</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <th>得分</th>
              <td>81分 2006年01月22日 对猛龙</td>
              <th>篮板球</th>
              <td>15 (两场比赛达到这一数字)</td>
            </tr>
            <tr>
              <th>三分球命中</th>
              <td>12个 2003年07月1日 对超音速</td>
              <th>三分球出手</th>
              <td>18次 2003年07月1日 对超音速</td>
            </tr>
            <tr>
              <th>投篮命中</th>
              <td>28个 2006年01月22日 对猛龙</td>
              <th>投篮出手</th>
              <td>47次 2002年11月7日 对凯尔特人</td>
            </tr>
            <tr>
              <th>罚球命中</th>
              <td>23个 (两场比赛达到这一数字)</td>
              <th>罚球</th>
              <td>27次 (两场比赛达到这一数字)</td>
            </tr>
            <tr>
              <th>进攻篮板球</th>
              <td>8个 2000年4月18日 对小牛</td>
              <th>防守篮板球</th>
              <td>13 2000年1月17日 对超音速</td>
            </tr>
            <tr>
              <th>助攻</th>
              <td>15次 2002年2月12日 对奇才</td>
              <th>抢断</th>
              <td>7次 2006年2月13日 对爵士</td>
            </tr>
            <tr>
              <th>盖帽</th>
              <td>5次 (三场比赛达到这一数字)</td>
              <th>上场时间</th>
              <td>54分钟 (两场比赛达到这一数字)</td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
    <div class="curRight">
      <RightInfo />
    </div>
  </div>
</template>

<script>
import RightInfo from '../Right/index.vue';

export default {
  components: {
    RightInfo,
  },
};
</script>
<style lang="less" scoped>
.currency {
  width: 580px;
  background: #ccc;
  .master {
    width: 580px;
    background: #ccc;
    padding: 10px;
    box-sizing: border-box;
    .blk_04 {
      margin: 10px auto 0;
      width: 557px;
      zoom: 1;
      overflow: hidden;
      .b_pic {
        width: 220px;
        float: left;
        img {
          border: 1px solid #b3b3b3;
          background: #fff;
          padding: 5px;
        }
      }
      .b_info {
        width: 337px;
        float: left;
        color: #2c2c2c;
        padding: 0 0 6px;
        table {
          background: #b5b3b3;
          color: #000000;
          font-size: 14px;
          font-weight: bold;
          width: 100%;
          thead {
            th {
              background: #fff;
              height: 39px;
              padding: 0 0 0 10px;
              font-size: 20px;
            }
          }
          tbody {
            th {
              width: 51px;
              background: #f0f0f0;
              height: 23px;
              text-align: center;
              font-weight: normal;
            }
            td {
              padding: 0 0 0 10px;
              background: #f8f7f6;
              height: 23px;
              width: 111px;
            }
          }
        }
      }
    }
    .blk_05 {
      background: #fff;
      width: 557px;
      margin: 10px auto 0;
      ul {
        padding: 10px;
        border: 1px solid #b5b3b3;
        .l15 {
          line-height: 150%;
          font-size: 14px;
        }
      }
    }
    .blk_06 {
      width: 557px;
      margin: 10px auto 0;
      table {
        background: #b5b3b3;
        thead {
          th {
            background: #fff;
            height: 29px;
            padding: 0 0 0 10px;
            font-size: 14px;
          }
        }
        tbody {
          font-size: 14px;
          th {
            width: 80px;
            background: #f0f0f0;
            height: 23px;
            text-align: center;
            font-weight: normal;
          }
          td {
            padding: 0 0 0 10px;
            background: #f8f7f6;
            height: 23px;
            width: 186px;
          }
        }
      }
    }
  }
  .curRight {
    position: absolute;
    right: 0;
    top: 0;
    width: 360px;
    height: 620px;
  }
}
</style>
